{
    "ADP": "This value is a 3-digit code for an Andorran peseta, a currency used in Andorra.",
    "AED": "This value is a 3-digit code for an United Arab Emirates dirham, a currency used in the United Arab Emirates.",
    "AFA": "This value is a 3-digit code for an Afghan afghani, a currency used in Afghanistan.",
    "ALL": "This value is a 3-digit code for an Albanian lek, a currency used in Albania.",
    "AMD": "This value is a 3-digit code for an Armenian dram, a currency used in Armenia.",
    "ANG": "This value is a 3-digit code for a Netherlands Antillean guilder, a currency used in Curacao and Sint Maarten.",
    "AOA": "This value is a 3-digit code for an Angolan kwanza, a currency used in Angola.",
    "ARS": "This value is a 3-digit code for an Argentine peso, a currency used in Argentina.",
    "AUD": "This value is a 3-digit code for an Australia dollar, a currency used in Australia. This is the value that should be passed in the Item.Currency field by the seller when listing an item on the eBay Australia site (Site ID 15).",
    "AWG": "This value is a 3-digit code for an Aruban florin, a currency used in Aruba.",
    "AZM": "This value is a 3-digit code for an Azerbaijani manat, a currency used in Azerbaijan.",
    "BAM": "This value is a 3-digit code for a Bosnia and Herzegovina convertible mark, a currency used in Bosnia and Herzegovina.",
    "BBD": "This value is a 3-digit code for a Barbados dollar, a currency used in Barbados.",
    "BDT": "This value is a 3-digit code for a Bangladeshi taka, a currency used in Bangladesh.",
    "BHD": "This value is a 3-digit code for a Bahraini dinar, a currency used in the Bahrain.",
    "BIF": "This value is a 3-digit code for a Burundian franc, a currency used in Burundi.",
    "BMD": "This value is a 3-digit code for a Bermudian dollar, a currency used in Bermuda.",
    "BND": "This value is a 3-digit code for a Brunei dollar, a currency used in Brunei and Singapore.",
    "BOB": "This value is a 3-digit code for a Boliviano, a currency used in Bolivia.",
    "BOV": "This value is a 3-digit code for a Bolivian Mvdol, a currency used in Bolivia.",
    "BRL": "This value is a 3-digit code for a Brazilian real, a currency used in Brazil.",
    "BSD": "This value is a 3-digit code for a Bahamian dollar, a currency used in the Bahamas.",
    "BTN": "This value is a 3-digit code for a Bhutanese ngultrum, a currency used in Bhutan.",
    "BWP": "This value is a 3-digit code for a Botswana pula, a currency used in Botswana.",
    "BYR": "This value is a 3-digit code for a Belarusian ruble, a currency used in Belarus.",
    "BZD": "This value is a 3-digit code for a Belize dollar, a currency used in Belize.",
    "CAD": "This value is a 3-digit code for a Canadian dollar, a currency used in Canada. This is the value that should be passed in the Item.Currency field by the seller when listing an item on the eBay Canada site (Site ID 2).",
    "CDF": "This value is a 3-digit code for a Congolese franc, a currency used in Democratic Republic of Congo.",
    "CHF": "Swiss Franc. For eBay, you can only specify this currency for listings you submit to the Switzerland site (site ID 193).",
    "CLF": "This value is a 3-digit code for a Unidad de Fomento, a currency used in Chile.",
    "CLP": "This value is a 3-digit code for a Chilean peso, a currency used in Chile.",
    "CNY": "This value is a 3-digit code for a Chinese yuan (also known as the renminbi), a currency used in China.",
    "COP": "This value is a 3-digit code for a Columbian peso, a currency used in Columbia.",
    "CRC": "This value is a 3-digit code for a Costa Rican colon, a currency used in Costa Rica.",
    "CUP": "This value is a 3-digit code for a Cuban peso, a currency used in Cuba.",
    "CVE": "This value is a 3-digit code for a Cape Verde escudo, a currency used in Cape Verde.",
    "CZK": "This value is a 3-digit code for a Czech koruna, a currency used in the Czech Republic.",
    "DJF": "This value is a 3-digit code for a Djiboutian franc, a currency used in Djibouti.",
    "DKK": "This value is a 3-digit code for a Danish krone, a currency used in Denmark, the Faroe Islands, and Greenland.",
    "DOP": "This value is a 3-digit code for a Dominican peso, a currency used in the Dominican Republic.",
    "DZD": "This value is a 3-digit code for an Algerian dinar, a currency used in Algeria.",
    "EGP": "This value is a 3-digit code for an Egyptian pound, a currency used in Egypt.",
    "ERN": "This value is a 3-digit code for an Eritrean nakfa, a currency used in Eritrea.",
    "ETB": "This value is a 3-digit code for an Ethiopian birr, a currency used in Ethiopia.",
    "EUR": "This value is a 3-digit code for a EURO, a currency used in Andorra, Austria, Belgium, Cyprus, Estonia, Finland, France, Germany, Greece, Ireland, Italy, Kosovo, Luxembourg, Malta, Monaco, Montenegro, Netherlands, Portugal, San Marino, Slovakia, Slovenia, Spain, and Vatican City. This is the value that should be passed in the Item.Currency field by the seller when listing an item on the following sites: Austria (Site ID 16), Belgium_French (Site ID 23), France (Site ID 71), Germany (Site ID 77), Italy (Site ID 101), Belgium_Dutch (Site ID 123), Netherlands (Site ID 146), Spain (Site ID 186), and Ireland (Site ID 205).",
    "FJD": "This value is a 3-digit code for a Fiji dollar, a currency used in Fiji.",
    "FKP": "This value is a 3-digit code for a Falkland Islands pound, a currency used in the Falkland Islands.",
    "GBP": "This value is a 3-digit code for a Pound sterling, a currency used in the United Kingdom and British Crown dependencies. This is the value that should be passed in the Item.Currency field by the seller when listing an item on the eBay UK site (Site ID 3).",
    "GEL": "This value is a 3-digit code for a Georgian Iari, a currency used in the country of Georgia.",
    "GIP": "This value is a 3-digit code for a Gibraltar pound, a currency used in Gibraltar.",
    "GMD": "This value is a 3-digit code for a Gambian dalasi, a currency used in Gambia.",
    "GNF": "This value is a 3-digit code for a Guinean franc, a currency used in Guinea.",
    "GTQ": "This value is a 3-digit code for a Guatemalan quetzal, a currency used in Guatemala.",
    "GYD": "This value is a 3-digit code for a Guyanese dollar, a currency used in Guyana.",
    "HKD": "This value is a 3-digit code for a Hong Kong dollar, a currency used in Hong Kong and Macau. This is the value that should be passed in the Item.Currency field by the seller when listing an item on the eBay Hong Kong site (Site ID 201).",
    "HNL": "This value is a 3-digit code for a Honduran lempira, a currency used in Honduras.",
    "HRK": "This value is a 3-digit code for a Croatian kuna, a currency used in Croatia.",
    "HTG": "This value is a 3-digit code for a Haitian gourde, a currency used in Haiti.",
    "HUF": "This value is a 3-digit code for a Hungarian forint, a currency used in Hungary.",
    "IDR": "This value is a 3-digit code for an Indonesian rupiah, a currency used in Indonesia.",
    "ILS": "This value is a 3-digit code for an Israeli new shekel, a currency used in Israel and in the Palestinian territories.",
    "INR": "This value is a 3-digit code for an Indian rupee, a currency used in India.",
    "IQD": "This value is a 3-digit code for an Iraqi dinar, a currency used in Iraq.",
    "IRR": "This value is a 3-digit code for an Iranian rial, a currency used in Iran.",
    "ISK": "This value is a 3-digit code for an Icelandic krona, a currency used in Iceland.",
    "JMD": "This value is a 3-digit code for a Jamaican dollar, a currency used in Jamaica.",
    "JOD": "This value is a 3-digit code for a Jordanian dinar, a currency used in Jordan.",
    "JPY": "This value is a 3-digit code for a Japanese yen, a currency used in Japan.",
    "KES": "This value is a 3-digit code for a Kenyan shilling, a currency used in Kenya.",
    "KGS": "This value is a 3-digit code for a Kyrgzstani som, a currency used in Kyrgystan.",
    "KHR": "This value is a 3-digit code for a Cambodian riel, a currency used in Cambodia.",
    "KMF": "This value is a 3-digit code for a Comoro franc, a currency used in Comoros.",
    "KPW": "This value is a 3-digit code for a North Korean won, a currency used in North Korea.",
    "KRW": "This value is a 3-digit code for a South Korean won, a currency used in South Korea.",
    "KWD": "This value is a 3-digit code for a Kuwaiti dollar, a currency used in Kuwait.",
    "KYD": "This value is a 3-digit code for a Cayman Islands dollar, a currency used in the Cayman Islands.",
    "KZT": "This value is a 3-digit code for a Kazahhstani tenge, a currency used in Kazakhstan.",
    "LAK": "This value is a 3-digit code for a Lao kip, a currency used in Laos.",
    "LBP": "This value is a 3-digit code for a Lebanese pound, a currency used in Lebanon.",
    "LKR": "This value is a 3-digit code for a Sri Lankan rupee, a currency used in Sri Lanka.",
    "LRD": "This value is a 3-digit code for a Liberian dollar, a currency used in Liberia.",
    "LSL": "This value is a 3-digit code for a Lesotho loti, a currency used in Lesotho.",
    "LTL": "This value is a 3-digit code for a Lithuanian litas, a currency used in Lithuania.",
    "LVL": "This value is a 3-digit code for a Latvian lats, a currency used in Latvia.",
    "LYD": "This value is a 3-digit code for a Libyan dinar, a currency used in Libya.",
    "MAD": "This value is a 3-digit code for a Moroccan dirham, a currency used in Morocco.",
    "MDL": "This value is a 3-digit code for a Moldovan leu, a currency used in Moldova.",
    "MKD": "This value is a 3-digit code for a Macedonian denar, a currency used in Macedonia.",
    "MMK": "This value is a 3-digit code for a Myanma kyat, a currency used in Myanmar.",
    "MNT": "This value is a 3-digit code for a Mongolian tugrik, a currency used in Mongolia.",
    "MOP": "This value is a 3-digit code for a Macanese pataca, a currency used in Macao.",
    "MRO": "This value is a 3-digit code for a Mauritanian ouguiya, a currency used in Mauritania.",
    "MUR": "This value is a 3-digit code for a Mauritian rupee, a currency used in Mauritius.",
    "MVR": "This value is a 3-digit code for a Maldivian rufiyaaa, a currency used in the Maldives.",
    "MWK": "This value is a 3-digit code for a Malawian kwacha, a currency used in Malawi.",
    "MXN": "This value is a 3-digit code for a Mexican peso, a currency used in Mexico.",
    "MXV": "This value is a 3-digit funds code for a Mexican peso, a currency used in Mexico.",
    "MYR": "This value is a 3-digit code for a Malaysian Ringgit, a currency used in Malaysia. This is the value that should be passed in the Item.Currency field by the seller when listing an item on the eBay Malaysia site (Site ID 207).",
    "NAD": "This value is a 3-digit code for a Namibian dollar, a currency used in Namibia.",
    "NGN": "This value is a 3-digit code for a Nigerian naira, a currency used in Nigeria.",
    "NIO": "This value is a 3-digit code for a Nicaraguan cordoba, a currency used in Nicaragua.",
    "NOK": "This value is a 3-digit code for a Norwegian kron, a currency used in Norway, Svalbard, Jan Mayen, Bouvet Island, Queen Maud Land, and Peter I Island.",
    "NPR": "This value is a 3-digit code for a Nepalese rupee, a currency used in Nepal.",
    "NZD": "This value is a 3-digit code for a New Zealand dollar, a currency used in the Cook Islands, New Zealand, Niue, Pitcairn, and Tokelau, Ross Dependency.",
    "OMR": "This value is a 3-digit code for an Omani rial, a currency used in Oman.",
    "PAB": "This value is a 3-digit code for a Panamanian balboa, a currency used in Panama.",
    "PEN": "This value is a 3-digit code for a Peruvian nuevo sol, a currency used in Peru.",
    "PGK": "This value is a 3-digit code for a Papua New Guinea kina, a currency used in Papua New Guinea.",
    "PHP": "This value is a 3-digit code for a Philippine peso, a currency used in the Philippines. This is the value that should be passed in the Item.Currency field by the seller when listing an item on the eBay Philippines site (Site ID 211).",
    "PKR": "This value is a 3-digit code for a Pakistani rupee, a currency used in Pakistan.",
    "PLN": "This value is a 3-digit code for a Polish zloty, a currency used in Poland. This is the value that should be passed in the Item.Currency field by the seller when listing an item on the eBay Poland site (Site ID 212).",
    "PYG": "This value is a 3-digit code for a Paraguayan guarani, a currency used in Paraguay.",
    "QAR": "This value is a 3-digit code for a Qatari riyal, a currency used in Qatar.",
    "RON": "This value is a 3-digit code for the new Romanian leu, a currency used in Romania.",
    "RUB": "This value is a 3-digit code for a Russian rouble, a currency used in Russia, Abkhazia, and South Ossetia. This value replace the old 3-digit code for the Russian rouble, 'RUR'.",
    "RWF": "This value is a 3-digit code for a Rwandan franc, a currency used in Rwanda.",
    "SAR": "This value is a 3-digit code for a Saudi riyal, a currency used in Saudi Arabia.",
    "SBD": "This value is a 3-digit code for a Solomon Islands dollar, a currency used in the Solomon Islands.",
    "SCR": "This value is a 3-digit code for a Seychelles rupee, a currency used in Seychelles.",
    "SEK": "This value is a 3-digit code for a Swedish krona, a currency used in Swedn. This is the value that should be passed in the Item.Currency field by the seller when listing an item on the eBay Sweden site (Site ID 218).",
    "SGD": "This value is a 3-digit code for a Singapore dollar, a currency used in Singapore and Brunei. This is the value that should be passed in the Item.Currency field by the seller when listing an item on the eBay Singapore site (Site ID 216).",
    "SHP": "This value is a 3-digit code for a Saint Helena pound, a currency used in Saint Helena.",
    "SLL": "This value is a 3-digit code for a Sierra Leonean leone, a currency used in Sierra Leone.",
    "SOS": "This value is a 3-digit code for a Somali shilling, a currency used in Somalia.",
    "STD": "This value is a 3-digit code for a Sao Tome and Principe dobra, a currency used in Sao Tome and Principe.",
    "SYP": "This value is a 3-digit code for a Syrian pound, a currency used in Syria.",
    "SZL": "This value is a 3-digit code for a Swazi lilangeni, a currency used in Swaziland.",
    "THB": "This value is a 3-digit code for a Thai baht, a currency used in Thailand.",
    "TJS": "This value is a 3-digit code for a Tajikistani somoni, a currency used in Tajikistan.",
    "TND": "This value is a 3-digit code for a Tunisian dinar, a currency used in Tunisia.",
    "TOP": "This value is a 3-digit code for a Tongan pa'anga, a currency used in Tonga.",
    "TPE": "This value is a 3-digit code for a Portuguese Timorese escudo, a currency previously used in Portuguese Timor.",
    "TTD": "This value is a 3-digit code for a Trinidad and Tobago dollar, a currency used in Trinidad and Tobago.",
    "TWD": "This value is a 3-digit code for the New Taiwan dollar, a currency used in Taiwan.",
    "TZS": "This value is a 3-digit code for a Tanzanian shilling, a currency used in Tanzania.",
    "UAH": "This value is a 3-digit code for a Ukrainian hryvnia, a currency used in the Ukraine.",
    "UGX": "This value is a 3-digit code for a Ugandan shilling, a currency used in Uganda.",
    "USD": "This value is a 3-digit code for a US dollar, a currency used in the United States, America Samoa, Barbados, Bermuda, British Indian Ocean Territory, British Virgin Islands, Caribbean Netherlands, Ecuador, El Salvador, Guam, Haiti, Marshall Islands, Federated States of Micronesia, Northern Mariana Islands, Palau, Panama, Puerto Rico, Timor-Leste, Turks and Caicos Islands, US Virgin Islands, and Zimbabwe. This is the value that should be passed in the Item.Currency field by the seller when listing an item on the eBay US or US eBay Motors site (Site ID 0).",
    "USN": "This value is a 3-digit code for a next-day transaction involving US dollars.",
    "USS": "This value is a 3-digit code for a same-day transaction involving US dollars.",
    "UYU": "This value is a 3-digit code for a Uruguayan peso, a currency used in Uruguay.",
    "UZS": "This value is a 3-digit code for a Uzbekistan som, a currency used in the Uzbekistan.",
    "VND": "This value is a 3-digit code for a Vietnamese dong, a currency used in Vietnam.",
    "VUV": "This value is a 3-digit code for a Vanuatu vatu, a currency used in Vanuatu.",
    "WST": "This value is a 3-digit code for a Samoan tala, a currency used in Samoa.",
    "XAF": "This value is a 3-digit code for a Central African CFA franc, a currency used in Cameroon, Central African Republic, Republic of the Congo, Chad, Equatorial Guinea, and Gabon.",
    "XCD": "This value is a 3-digit code for an Easy Caribbean dollar, a currency used in Anguilla, Antigua and Barbuda, Dominica, Grenada, Montserrat, Saint Kitts and Nevis, Saint Lucia, and Saint Vincent and the Grenadines.",
    "XOF": "This value is a 3-digit code for a West African CFA franc, a currency used in Benin, Burkina Faso, Cote d'Ivoire, Guinea-Bissau, Mali, Niger, Senegal, and Togo.",
    "XPF": "This value is a 3-digit code for a CFP franc, a currency used in French Polynesia, New Caledonia, and Wallis and Futuna.",
    "YER": "This value is a 3-digit code for a Yemeni rial, a currency used in Yemen.",
    "ZAR": "This value is a 3-digit code for a South African rand, a currency used in South Africa."
}